aspnet-runtime
azuredatastudio-bin
base
base-devel
blueman
bluetui
bluez
code-marketplace
docker
dotnet-runtime
dotnet-runtime-6.0
dotnet-runtime-7.0
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
efibootmgr
evince
exo
firefox
fprintd
garcon
git
git-completion
google-chrome
gst-plugin-pipewire
gvfs
gvfs-mtp
gvim
htop
intel-media-driver
intel-ucode
iwd
less
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
lightdm-settings
lightdm-slick-greeter
linux
linux-firmware
mongodb-bin
mongodb-compass
mousepad
mpv
msodbcsql
mssql-server
mssql-tools
nano
neofetch
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nuget
obsidian
overskride
pam-fprint-grosshack
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
postgresql
python-pip
qbittorrent
reaver
ristretto
smartmontools
snapd
snapshot
sof-firmware
spotify
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tumbler
unrar
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xarchiver
xdg-utils
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
yay
zip
zram-generator
