4ops.terraform
akamud.vscode-theme-onedark
bradlc.vscode-tailwindcss
daltonmenezes.aura-theme
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
orta.vscode-jest
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
ryuta46.multi-command
shd101wyy.markdown-preview-enhanced
svelte.svelte-vscode
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
xabikos.javascriptsnippets
zhuangtongfa.material-theme
