alexcvzz.vscode-sqlite
bradlc.vscode-tailwindcss
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
kreativ-software.csharpextensions
mathematic.vscode-pdf
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
patcx.vscode-nuget-gallery
rangav.vscode-thunder-client
streetsidesoftware.code-spell-checker
vscodevim.vim
wakatime.vscode-wakatime
